---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadMomentMy
source: html/ba3402e1-e46c-8f9b-f6e1-a0b6072f0490.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadMomentMy Property

"My"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadMomentMy { get; }
```